{"name":"NewFeatureType","type":"FeatureCollection"
,"features":[
{"type":"Feature","geometry":{"type":"Point","coordinates":[-67.1505835,18.205859]},"properties":{"link":"https://navigator.er.usgs.gov/browse/node/2093848/history","NAME":"Puerto Rico","node_id":2093848,"version":1}}
,{"type":"Feature","geometry":{"type":"Point","coordinates":[-67.11685,18.185437]},"properties":{"link":"https://navigator.er.usgs.gov/browse/node/2088303/history","NAME":"Puerto Rico","node_id":2088303,"version":1}}
,{"type":"Feature","geometry":{"type":"Point","coordinates":[-67.1399136,18.197872]},"properties":{"link":"https://navigator.er.usgs.gov/browse/node/2088038/history","NAME":"Puerto Rico","node_id":2088038,"version":1}}
,{"type":"Feature","geometry":{"type":"Point","coordinates":[-67.1453102,18.1984045]},"properties":{"link":"https://navigator.er.usgs.gov/browse/node/2088037/history","NAME":"Puerto Rico","node_id":2088037,"version":1}}
,{"type":"Feature","geometry":{"type":"Point","coordinates":[-67.1463333,18.1742101]},"properties":{"link":"https://navigator.er.usgs.gov/browse/node/2087985/history","NAME":"Puerto Rico","node_id":2087985,"version":1}}
,{"type":"Feature","geometry":{"type":"Point","coordinates":[-67.1426211,18.1914772]},"properties":{"link":"https://navigator.er.usgs.gov/browse/node/2087984/history","NAME":"Puerto Rico","node_id":2087984,"version":1}}
,{"type":"Feature","geometry":{"type":"Point","coordinates":[-67.1300912,18.1794955]},"properties":{"link":"https://navigator.er.usgs.gov/browse/node/2087981/history","NAME":"Puerto Rico","node_id":2087981,"version":3}}
,{"type":"Feature","geometry":{"type":"Point","coordinates":[-67.1297693,18.1798802]},"properties":{"link":"https://navigator.er.usgs.gov/browse/node/2087981/history","NAME":"Puerto Rico","node_id":2087981,"version":2}}
,{"type":"Feature","geometry":{"type":"Point","coordinates":[-67.1297693,18.1798802]},"properties":{"link":"https://navigator.er.usgs.gov/browse/node/2087981/history","NAME":"Puerto Rico","node_id":2087981,"version":1}}
,{"type":"Feature","geometry":{"type":"Point","coordinates":[-67.1526648,18.1806768]},"properties":{"link":"https://navigator.er.usgs.gov/browse/node/2087928/history","NAME":"Puerto Rico","node_id":2087928,"version":1}}
,{"type":"Feature","geometry":{"type":"Point","coordinates":[-66.269416,18.1359407]},"properties":{"link":"https://navigator.er.usgs.gov/browse/node/2087927/history","NAME":"Puerto Rico","node_id":2087927,"version":1}}
,{"type":"Feature","geometry":{"type":"Point","coordinates":[-67.1399912,18.2027855]},"properties":{"link":"https://navigator.er.usgs.gov/browse/node/2087922/history","NAME":"Puerto Rico","node_id":2087922,"version":1}}
,{"type":"Feature","geometry":{"type":"Point","coordinates":[-67.1563876,18.2421092]},"properties":{"link":"https://navigator.er.usgs.gov/browse/node/2087921/history","NAME":"Puerto Rico","node_id":2087921,"version":1}}
,{"type":"Feature","geometry":{"type":"Point","coordinates":[-67.1594036,18.2371855]},"properties":{"link":"https://navigator.er.usgs.gov/browse/node/2087920/history","NAME":"Puerto Rico","node_id":2087920,"version":1}}
,{"type":"Feature","geometry":{"type":"Point","coordinates":[-66.2641358,18.138797]},"properties":{"link":"https://navigator.er.usgs.gov/browse/node/2087801/history","NAME":"Puerto Rico","node_id":2087801,"version":2}}
,{"type":"Feature","geometry":{"type":"Point","coordinates":[-66.2641358,18.138797]},"properties":{"link":"https://navigator.er.usgs.gov/browse/node/2087801/history","NAME":"Puerto Rico","node_id":2087801,"version":1}}
,{"type":"Feature","geometry":{"type":"Point","coordinates":[-67.1597549,18.2309416]},"properties":{"link":"https://navigator.er.usgs.gov/browse/node/2087773/history","NAME":"Puerto Rico","node_id":2087773,"version":2}}
,{"type":"Feature","geometry":{"type":"Point","coordinates":[-67.1597549,18.2309416]},"properties":{"link":"https://navigator.er.usgs.gov/browse/node/2087773/history","NAME":"Puerto Rico","node_id":2087773,"version":1}}
,{"type":"Feature","geometry":{"type":"Point","coordinates":[-67.1000141,18.1794756]},"properties":{"link":"https://navigator.er.usgs.gov/browse/node/2087709/history","NAME":"Puerto Rico","node_id":2087709,"version":2}}
,{"type":"Feature","geometry":{"type":"Point","coordinates":[-67.1000141,18.1794756]},"properties":{"link":"https://navigator.er.usgs.gov/browse/node/2087709/history","NAME":"Puerto Rico","node_id":2087709,"version":1}}
,{"type":"Feature","geometry":{"type":"Point","coordinates":[-67.1439153,18.2015396]},"properties":{"link":"https://navigator.er.usgs.gov/browse/node/2087708/history","NAME":"Puerto Rico","node_id":2087708,"version":2}}
,{"type":"Feature","geometry":{"type":"Point","coordinates":[-67.1439153,18.2015396]},"properties":{"link":"https://navigator.er.usgs.gov/browse/node/2087708/history","NAME":"Puerto Rico","node_id":2087708,"version":1}}
,{"type":"Feature","geometry":{"type":"Point","coordinates":[-67.1463293,18.2034327]},"properties":{"link":"https://navigator.er.usgs.gov/browse/node/2087707/history","NAME":"Puerto Rico","node_id":2087707,"version":2}}
,{"type":"Feature","geometry":{"type":"Point","coordinates":[-67.1463293,18.2034327]},"properties":{"link":"https://navigator.er.usgs.gov/browse/node/2087707/history","NAME":"Puerto Rico","node_id":2087707,"version":1}}
,{"type":"Feature","geometry":{"type":"Point","coordinates":[-66.2727548,18.1379946]},"properties":{"link":"https://navigator.er.usgs.gov/browse/node/2087705/history","NAME":"Puerto Rico","node_id":2087705,"version":3}}
,{"type":"Feature","geometry":{"type":"Point","coordinates":[-66.2727548,18.1379946]},"properties":{"link":"https://navigator.er.usgs.gov/browse/node/2087705/history","NAME":"Puerto Rico","node_id":2087705,"version":2}}
,{"type":"Feature","geometry":{"type":"Point","coordinates":[-66.2727548,18.1379946]},"properties":{"link":"https://navigator.er.usgs.gov/browse/node/2087705/history","NAME":"Puerto Rico","node_id":2087705,"version":1}}
,{"type":"Feature","geometry":{"type":"Point","coordinates":[-66.2744607,18.1331822]},"properties":{"link":"https://navigator.er.usgs.gov/browse/node/2087704/history","NAME":"Puerto Rico","node_id":2087704,"version":3}}
,{"type":"Feature","geometry":{"type":"Point","coordinates":[-66.2744607,18.1331822]},"properties":{"link":"https://navigator.er.usgs.gov/browse/node/2087704/history","NAME":"Puerto Rico","node_id":2087704,"version":2}}
,{"type":"Feature","geometry":{"type":"Point","coordinates":[-66.2744607,18.1331822]},"properties":{"link":"https://navigator.er.usgs.gov/browse/node/2087704/history","NAME":"Puerto Rico","node_id":2087704,"version":1}}
,{"type":"Feature","geometry":{"type":"Point","coordinates":[-66.2649549,18.1386624]},"properties":{"link":"https://navigator.er.usgs.gov/browse/node/2087703/history","NAME":"Puerto Rico","node_id":2087703,"version":4}}
,{"type":"Feature","geometry":{"type":"Point","coordinates":[-66.2649549,18.1386624]},"properties":{"link":"https://navigator.er.usgs.gov/browse/node/2087703/history","NAME":"Puerto Rico","node_id":2087703,"version":3}}
,{"type":"Feature","geometry":{"type":"Point","coordinates":[-66.2649549,18.1386624]},"properties":{"link":"https://navigator.er.usgs.gov/browse/node/2087703/history","NAME":"Puerto Rico","node_id":2087703,"version":2}}
,{"type":"Feature","geometry":{"type":"Point","coordinates":[-66.2649549,18.1386624]},"properties":{"link":"https://navigator.er.usgs.gov/browse/node/2087703/history","NAME":"Puerto Rico","node_id":2087703,"version":1}}
,{"type":"Feature","geometry":{"type":"Point","coordinates":[-66.2702389,18.1373217]},"properties":{"link":"https://navigator.er.usgs.gov/browse/node/2087702/history","NAME":"Puerto Rico","node_id":2087702,"version":4}}
,{"type":"Feature","geometry":{"type":"Point","coordinates":[-66.2702389,18.1373217]},"properties":{"link":"https://navigator.er.usgs.gov/browse/node/2087702/history","NAME":"Puerto Rico","node_id":2087702,"version":3}}
,{"type":"Feature","geometry":{"type":"Point","coordinates":[-66.2702389,18.1373217]},"properties":{"link":"https://navigator.er.usgs.gov/browse/node/2087702/history","NAME":"Puerto Rico","node_id":2087702,"version":2}}
,{"type":"Feature","geometry":{"type":"Point","coordinates":[-66.2702389,18.1373217]},"properties":{"link":"https://navigator.er.usgs.gov/browse/node/2087702/history","NAME":"Puerto Rico","node_id":2087702,"version":1}}
,{"type":"Feature","geometry":{"type":"Point","coordinates":[-67.139639,18.199717]},"properties":{"link":"https://navigator.er.usgs.gov/browse/node/2042471/history","NAME":"Puerto Rico","node_id":2042471,"version":4}}
,{"type":"Feature","geometry":{"type":"Point","coordinates":[-67.139639,18.199717]},"properties":{"link":"https://navigator.er.usgs.gov/browse/node/2042471/history","NAME":"Puerto Rico","node_id":2042471,"version":3}}
,{"type":"Feature","geometry":{"type":"Point","coordinates":[-67.139639,18.199717]},"properties":{"link":"https://navigator.er.usgs.gov/browse/node/2042471/history","NAME":"Puerto Rico","node_id":2042471,"version":2}}
,{"type":"Feature","geometry":{"type":"Point","coordinates":[-67.138688,18.196372]},"properties":{"link":"https://navigator.er.usgs.gov/browse/node/2042433/history","NAME":"Puerto Rico","node_id":2042433,"version":2}}
,{"type":"Feature","geometry":{"type":"Point","coordinates":[-67.1459,18.2092445]},"properties":{"link":"https://navigator.er.usgs.gov/browse/node/2042159/history","NAME":"Puerto Rico","node_id":2042159,"version":3}}
,{"type":"Feature","geometry":{"type":"Point","coordinates":[-67.1459,18.2092445]},"properties":{"link":"https://navigator.er.usgs.gov/browse/node/2042159/history","NAME":"Puerto Rico","node_id":2042159,"version":2}}
,{"type":"Feature","geometry":{"type":"Point","coordinates":[-67.1421448,18.2104877]},"properties":{"link":"https://navigator.er.usgs.gov/browse/node/2042125/history","NAME":"Puerto Rico","node_id":2042125,"version":2}}
,{"type":"Feature","geometry":{"type":"Point","coordinates":[-67.1497732,18.1970244]},"properties":{"link":"https://navigator.er.usgs.gov/browse/node/2042087/history","NAME":"Puerto Rico","node_id":2042087,"version":3}}
,{"type":"Feature","geometry":{"type":"Point","coordinates":[-67.150041,18.19827]},"properties":{"link":"https://navigator.er.usgs.gov/browse/node/2042087/history","NAME":"Puerto Rico","node_id":2042087,"version":2}}
,{"type":"Feature","geometry":{"type":"Point","coordinates":[-66.26923,18.13957]},"properties":{"link":"https://navigator.er.usgs.gov/browse/node/2042078/history","NAME":"Puerto Rico","node_id":2042078,"version":3}}
,{"type":"Feature","geometry":{"type":"Point","coordinates":[-66.26923,18.13957]},"properties":{"link":"https://navigator.er.usgs.gov/browse/node/2042078/history","NAME":"Puerto Rico","node_id":2042078,"version":2}}
,{"type":"Feature","geometry":{"type":"Point","coordinates":[-67.14751,18.19808]},"properties":{"link":"https://navigator.er.usgs.gov/browse/node/2042009/history","NAME":"Puerto Rico","node_id":2042009,"version":2}}
,{"type":"Feature","geometry":{"type":"Point","coordinates":[-67.172217,18.2306307]},"properties":{"link":"https://navigator.er.usgs.gov/browse/node/2041908/history","NAME":"Puerto Rico","node_id":2041908,"version":2}}
,{"type":"Feature","geometry":{"type":"Point","coordinates":[-67.152525,18.18068]},"properties":{"link":"https://navigator.er.usgs.gov/browse/node/2041905/history","NAME":"Puerto Rico","node_id":2041905,"version":2}}
,{"type":"Feature","geometry":{"type":"Point","coordinates":[-66.2629135,18.1333687]},"properties":{"link":"https://navigator.er.usgs.gov/browse/node/2041872/history","NAME":"Puerto Rico","node_id":2041872,"version":2}}
,{"type":"Feature","geometry":{"type":"Point","coordinates":[-66.2627614,18.1423954]},"properties":{"link":"https://navigator.er.usgs.gov/browse/node/2041837/history","NAME":"Puerto Rico","node_id":2041837,"version":3}}
,{"type":"Feature","geometry":{"type":"Point","coordinates":[-66.2627614,18.1423954]},"properties":{"link":"https://navigator.er.usgs.gov/browse/node/2041837/history","NAME":"Puerto Rico","node_id":2041837,"version":2}}
,{"type":"Feature","geometry":{"type":"Point","coordinates":[-67.143599,18.202057]},"properties":{"link":"https://navigator.er.usgs.gov/browse/node/2041752/history","NAME":"Puerto Rico","node_id":2041752,"version":3}}
,{"type":"Feature","geometry":{"type":"Point","coordinates":[-67.143599,18.202057]},"properties":{"link":"https://navigator.er.usgs.gov/browse/node/2041752/history","NAME":"Puerto Rico","node_id":2041752,"version":2}}
,{"type":"Feature","geometry":{"type":"Point","coordinates":[-66.2693596,18.140438]},"properties":{"link":"https://navigator.er.usgs.gov/browse/node/2041724/history","NAME":"Puerto Rico","node_id":2041724,"version":2}}
,{"type":"Feature","geometry":{"type":"Point","coordinates":[-67.139913,18.218052]},"properties":{"link":"https://navigator.er.usgs.gov/browse/node/2041661/history","NAME":"Puerto Rico","node_id":2041661,"version":2}}
,{"type":"Feature","geometry":{"type":"Point","coordinates":[-67.144116,18.200854]},"properties":{"link":"https://navigator.er.usgs.gov/browse/node/2041640/history","NAME":"Puerto Rico","node_id":2041640,"version":2}}
,{"type":"Feature","geometry":{"type":"Point","coordinates":[-67.1410399,18.2031552]},"properties":{"link":"https://navigator.er.usgs.gov/browse/node/2041622/history","NAME":"Puerto Rico","node_id":2041622,"version":2}}
,{"type":"Feature","geometry":{"type":"Point","coordinates":[-67.140997,18.199825]},"properties":{"link":"https://navigator.er.usgs.gov/browse/node/2041610/history","NAME":"Puerto Rico","node_id":2041610,"version":2}}
,{"type":"Feature","geometry":{"type":"Point","coordinates":[-66.2613342,18.1435375]},"properties":{"link":"https://navigator.er.usgs.gov/browse/node/2041527/history","NAME":"Puerto Rico","node_id":2041527,"version":2}}
,{"type":"Feature","geometry":{"type":"Point","coordinates":[-66.2671601,18.1341218]},"properties":{"link":"https://navigator.er.usgs.gov/browse/node/2041455/history","NAME":"Puerto Rico","node_id":2041455,"version":3}}
,{"type":"Feature","geometry":{"type":"Point","coordinates":[-66.2671601,18.1341218]},"properties":{"link":"https://navigator.er.usgs.gov/browse/node/2041455/history","NAME":"Puerto Rico","node_id":2041455,"version":2}}
,{"type":"Feature","geometry":{"type":"Point","coordinates":[-66.2643314,18.1395431]},"properties":{"link":"https://navigator.er.usgs.gov/browse/node/2041223/history","NAME":"Puerto Rico","node_id":2041223,"version":4}}
,{"type":"Feature","geometry":{"type":"Point","coordinates":[-66.2643314,18.1395431]},"properties":{"link":"https://navigator.er.usgs.gov/browse/node/2041223/history","NAME":"Puerto Rico","node_id":2041223,"version":3}}
,{"type":"Feature","geometry":{"type":"Point","coordinates":[-66.2643314,18.1395431]},"properties":{"link":"https://navigator.er.usgs.gov/browse/node/2041223/history","NAME":"Puerto Rico","node_id":2041223,"version":2}}
,{"type":"Feature","geometry":{"type":"Point","coordinates":[-67.143218,18.197019]},"properties":{"link":"https://navigator.er.usgs.gov/browse/node/2041178/history","NAME":"Puerto Rico","node_id":2041178,"version":3}}
,{"type":"Feature","geometry":{"type":"Point","coordinates":[-67.143218,18.197019]},"properties":{"link":"https://navigator.er.usgs.gov/browse/node/2041178/history","NAME":"Puerto Rico","node_id":2041178,"version":2}}
,{"type":"Feature","geometry":{"type":"Point","coordinates":[-67.14962,18.2002]},"properties":{"link":"https://navigator.er.usgs.gov/browse/node/2041134/history","NAME":"Puerto Rico","node_id":2041134,"version":2}}
,{"type":"Feature","geometry":{"type":"Point","coordinates":[-67.14718,18.20335]},"properties":{"link":"https://navigator.er.usgs.gov/browse/node/2041072/history","NAME":"Puerto Rico","node_id":2041072,"version":2}}
,{"type":"Feature","geometry":{"type":"Point","coordinates":[-67.14457,18.198084]},"properties":{"link":"https://navigator.er.usgs.gov/browse/node/2041035/history","NAME":"Puerto Rico","node_id":2041035,"version":2}}
,{"type":"Feature","geometry":{"type":"Point","coordinates":[-67.1342318,18.1943044]},"properties":{"link":"https://navigator.er.usgs.gov/browse/node/2041000/history","NAME":"Puerto Rico","node_id":2041000,"version":2}}
,{"type":"Feature","geometry":{"type":"Point","coordinates":[-67.1416896,18.2111301]},"properties":{"link":"https://navigator.er.usgs.gov/browse/node/2040964/history","NAME":"Puerto Rico","node_id":2040964,"version":2}}
,{"type":"Feature","geometry":{"type":"Point","coordinates":[-67.1456642,18.1823927]},"properties":{"link":"https://navigator.er.usgs.gov/browse/node/2040818/history","NAME":"Puerto Rico","node_id":2040818,"version":2}}
,{"type":"Feature","geometry":{"type":"Point","coordinates":[-66.2632065,18.1394488]},"properties":{"link":"https://navigator.er.usgs.gov/browse/node/2040817/history","NAME":"Puerto Rico","node_id":2040817,"version":4}}
,{"type":"Feature","geometry":{"type":"Point","coordinates":[-66.2632977,18.1397957]},"properties":{"link":"https://navigator.er.usgs.gov/browse/node/2040817/history","NAME":"Puerto Rico","node_id":2040817,"version":3}}
,{"type":"Feature","geometry":{"type":"Point","coordinates":[-66.2632977,18.1397957]},"properties":{"link":"https://navigator.er.usgs.gov/browse/node/2040817/history","NAME":"Puerto Rico","node_id":2040817,"version":2}}
,{"type":"Feature","geometry":{"type":"Point","coordinates":[-67.15257,18.18873]},"properties":{"link":"https://navigator.er.usgs.gov/browse/node/2040811/history","NAME":"Puerto Rico","node_id":2040811,"version":2}}
,{"type":"Feature","geometry":{"type":"Point","coordinates":[-66.1059325,18.4667703]},"properties":{"link":"https://navigator.er.usgs.gov/browse/node/2040711/history","NAME":"Puerto Rico","node_id":2040711,"version":2}}
,{"type":"Feature","geometry":{"type":"Point","coordinates":[-67.1196252,18.1869796]},"properties":{"link":"https://navigator.er.usgs.gov/browse/node/2040683/history","NAME":"Puerto Rico","node_id":2040683,"version":2}}
]}
